export let mirror = [
    {
        wordd:"الكلمة الصحيحة : مزاج",
        mirrorWord:"الكلمة معكوسة : ج ا ز م"
    },
    {
        wordd:"الكلمة الصحيحة : تكبير",
        mirrorWord:"الكلمة معكوسة : ر ي ب ك ت"
    },
    {
        wordd:"الكلمة الصحيحة : قريبا",
        mirrorWord:"الكلمة معكوسة : ا ب ي ر ق"
    },
    {
        wordd:"الكلمة الصحيحة : يطبخ",
        mirrorWord:"الكلمة معكوسة : خ ب ط ي"
    },
    {
        wordd:"الكلمة الصحيحة : مسمار",
        mirrorWord:"الكلمة معكوسة : ر ا م س م"
    },
    {
        wordd:"الكلمة الصحيحة : كابتشينو",
        mirrorWord:"الكلمة معكوسة : و ن ي ش ت ب ا ك"
    },
    {
        wordd:"الكلمة الصحيحة : ايطاليا",
        mirrorWord:"الكلمة معكوسة : ا ي ل ا ط ي ا"
    },
    {
        wordd:"الكلمة الصحيحة : القسطنطينية",
        mirrorWord:"الكلمة معكوسة : ة ي ن ي ط ن ط س ق ل ا"
    },
    {
        wordd:"الكلمة الصحيحة : خطه",
        mirrorWord:"الكلمة معكوسة : ه ط خ"
    },
    {
        wordd:"الكلمة الصحيحة : كلب",
        mirrorWord:"الكلمة معكوسة : ب ل ك"
    },
    {
        wordd:"الكلمة الصحيحة : صنبور",
        mirrorWord:"الكلمة معكوسة : ر و ب ن ص"
    },
    {
        wordd:"الكلمة الصحيحة : كمين",
        mirrorWord:"الكلمة معكوسة : ن ي م ك"
    },
    {
        wordd:"الكلمة الصحيحة : مفاتيح",
        mirrorWord:"الكلمة معكوسة : ح ي ت ا ف م"
    },
    {
        wordd:"الكلمة الصحيحة : نوم",
        mirrorWord:"الكلمة معكوسة : م و ن"
    },
    {
        wordd:"الكلمة الصحيحة : زكي",
        mirrorWord:"الكلمة معكوسة : ي ك ز"
    },
    {
        wordd:"الكلمة الصحيحة : العاب",
        mirrorWord:"الكلمة معكوسة : ب ا ع ل ا"
    },
    {
        wordd:"الكلمة الصحيحة : فرعون",
        mirrorWord:"الكلمة معكوسة : ن و ع ر ف"
    },
    {
        wordd:"الكلمة الصحيحة : طفله",
        mirrorWord:"الكلمة معكوسة : هلفط"
    },
    {
        wordd:"الكلمة الصحيحة : فلسطين",
        mirrorWord:"الكلمة معكوسة : ن ي ط س ل ف"
    },
    {
        wordd:"الكلمة الصحيحة : دبدوب",
        mirrorWord:"الكلمة معكوسة : ب و د ب د"
    },
    {
        wordd:"الكلمة الصحيحة : سلسلة",
        mirrorWord:"الكلمة معكوسة : ة ل س ل س"
    },
    {
        wordd:"الكلمة الصحيحة : كتاب",
        mirrorWord:"الكلمة معكوسة : ب ا ت ك"
    },
    {
        wordd:"الكلمة الصحيحة : قلم",
        mirrorWord:"الكلمة معكوسة : م ل ق"
    },
    {
        wordd:"الكلمة الصحيحة : شراب",
        mirrorWord:"الكلمة معكوسة : ب ا ر ش"
    },
    {
        wordd:"الكلمة الصحيحة : مسكور",
        mirrorWord:"الكلمة معكوسة : ر و ك س م"
    },
    {
        wordd:"الكلمة الصحيحة : عربي",
        mirrorWord:"الكلمة معكوسة : ي ب ر ع"
    },
    {
        wordd:"الكلمة الصحيحة : حيوان",
        mirrorWord:"الكلمة معكوسة : ن ا و ي ح"
    },
    {
        wordd:"الكلمة الصحيحة : تصويت",
        mirrorWord:"الكلمة معكوسة : ت ي و ص ت"
    },
    {
        wordd:"الكلمة الصحيحة : اصابع",
        mirrorWord:"الكلمة معكوسة : ع ب ا ص ا"
    },
    {
        wordd:"الكلمة الصحيحة : شجاع",
        mirrorWord:"الكلمة معكوسة : ع ا ج ش"
    },
    {
        wordd:"الكلمة الصحيحة : عندليب",
        mirrorWord:"الكلمة معكوسة : ب ي ل د ن ع"
    },

]

