export let jokes = [
    {
        joke:"ميس ريم ده اسم مركب  ولا الوالد كان اسمه ريم",
        answer:"حرامية في كي جي تو"
    },
    {
        joke:"بلدى طنطا و احب اعيش اونطه",
        answer:"لصوص لكن ظرفاء",
    },
    {
        joke:"واحد بيرة للمرحومة",
        answer:"الباشا تلميذ",
    },
    {
        joke:"الله يكون في عونك يا سامية",
        answer:"غبي منه فيه",
    },
    {
        joke:"مش انا عيد ميلادي النهاردة",
        answer:"السفارة في العمارة",
    },
    {
        joke:"احنا بقينا بنتعلق اكتر ما بنستحمى",
        answer:"وش اجرام",
    },
    {
        joke:"انت جاي تعزي ولا حتى تهرج؟…أنا جاي أهرج",
        answer:"الكيف",
    },
    {
        joke:"امضى يا اشول",
        answer:"سلام يا صاحبي",
    },
    {
        joke:"كنت محتاج يومين كمان",
        answer:"زكي شان",
    },
    {
        joke:"اهرب يا ياسين اهرب ربنا معاك",
        answer:"حرب ايطاليا",
    },
    {
        joke:"الصول سميح مكدرني",
        answer:"عبود علي الحدود",
    },
    {
        joke:"انا يطلعلى ده",
        answer:"وش اجرام",
    },
    {
        joke:"والله عيب علينا",
        answer:"الرهينة",
    },
    {
        joke:"اه اومال حضرتك فاكر ايه يعني",
        answer:"لا ترراجع ولا استسلام",
    },
    {
        joke:"يا زين ما اخترت",
        answer:"زكي شان",
    },
    {
        joke:"هو كله ضرب ضرب مافيش شتيمة",
        answer:"الناظر",
    },
    {
        joke:"يا ناس يا لوكال يا شعبيين",
        answer:"اتش دبور",
    },
    {
        joke:"ماشى يا خال هأقتله وأديلك رنة",
        answer:"عسكر في المعسكر",
    },
    {
        joke:"بيقولك جمجمته لوز اللوز والشاسيه بتاعها حنين هتطبع معانا على أي قالب وبسرعة",
        answer:"لا تراجع ولا استسلام",
    },
    {
        joke:"حن نختلف عن الآخرين خالص",
        answer:"في محطة مصر",
    },
    {
        joke:"إيه اللى جاب القلعة جنب البحر",
        answer:"عوكل",
    },
    {
        joke:"عايز تحتفل بالالتصاق يا صايع يا ملتصق",
        answer:"عبود علي الحدود",
    },
]