export let aflam = [
    {
        film:"الأسطي حسن",
        emoji:"🛠️👨"
    },
    {
        film:"باب الحديد",
        emoji:"🚪🚂"
    },
    {
        film:"شباب إمرأه",
        emoji:"👫👩"
    },
    {
        film:"إحنا التلامذه",
        emoji:"👬🎒👨‍🎓"
    },
    {
        film:"الزوجة الثانيه",
        emoji:"💍👰‍♀️2"
    },
    {
        film:"الكيت كات",
        emoji:"🍫🐱"
    },
    {
        film:"الرسالة",
        emoji:"📜✉️"
    },
    {
        film:"اللص و الكلاب",
        emoji:"🔪🦮"
    },
    {
        film:"البوسطجي",
        emoji:"📮👨‍✈️"
    },
    {
        film:"الغول",
        emoji:"👹🐉"
    },
    {
        film:"الراقصه و السياسي",
        emoji:"💃🕴️"
    },
    {
        film:"البرئ",
        emoji:"👶😇"
    },
    {
        film:"الأرض",
        emoji:"🌾🐄"
    },
    {
        film:"عسل إسود",
        emoji:"🍯🐝"
    },
    {
        film:"السقا مات",
        emoji:"💧⚰️"
    },
    {
        film:"الناصر صلاح الدين",
        emoji:"⚔️🛡️"
    },
    {
        film:"إحنا بتوع الأتوبيس",
        emoji:"👩🏼‍🤝‍👨🏻👩🏼‍🤝‍👨🏻👩🏼‍🤝‍👨🏻🚌"
    },
    {
        film:"الكيف",
        emoji:"🍷🥃🚬🥂"
    },
    {
        film:"العار",
        emoji:"🔞🚫😳"
    },
    {
        film:"الفيل الأزرق",
        emoji:"🐘💙"
    },
    {
        film:"حسن و مرقص",
        emoji:"🕌⛪️"
    },
    {
        film:"المواطن مصري",
        emoji:"🧑‍💼🇪🇬"
    },
    {
        film:"البداية",
        emoji:"🌅🎬"
    },
    {
        film:"الرجل الذي فقد ظله",
        emoji:"🙎🏻‍♂️❌👤"
    },
]