export let quests = [
    {
        question:"فرق خارج الدوريات الخمسة الكبري",
    },
    {
        question:"الحاصلين علي الكرة الذهبية",
    },
    {
        question:"لاعبين من الدوري الاسباني خارج التوب 3",
    },
    {
        question:"لاعبين من الدوري الانجليزي خارج التوب 6",
    },
    {
        question:"فرق من الدوري الالماني",
    },
    {
        question:"فرق من الدوري الفرنسي",
    },
    {
        question:"لاعبين انتقلوا من انجلترا الي اسبانيا",
    },
    {
        question:"لاعبين لاتينيين",
    },
    {
        question:"لاعبين لعبوا لريال مدريد و برشلونة",
    },
    {
        question:"لاعبين مصريين احترفوا في المانيا",
    },
    {
        question:"لاعبين دربهم مورينيو",
    },
    {
        question:"لاعبين لعبوا مع كرستيانو و ميسي",
    },
    {
        question:"فرق فازت بدوري ابطال أوروبا",
    },
    {
        question:"لاعبين احرزوا اهداف في نهائي كاس العالم",
    },
    {
        question:"لاعبين سجلوا في نهائي دوري ابطال أوروبا",
    },
    {
        question:"لاعبين لعبوا للاهلي و الزمالك",
    },
    {
        question:"منتخبات فازت بأمم افريقيا",
    },
    {
        question:"لاعبين في قائمة منتخب مصر في كاس العالم 2018",
    },
    {
        question:"لاعبين عرب محترفين حاليا",
    },
    {
        question:"فرق سجل عليها كرستيانو",
    },
    {
        question:"فرق سجل عليها ميسي",
    },
    {
        question:"فرق انجليزية في أي درجة",
    },
    {
        question:"فرق مصرية في أي درجة",
    },
    {
        question:"فرق برازيلية",
    },
    {
        question:"لاعبين لاتينيين لعبوا في الدوري الاسباني عبر التاريخ",
    },
    {
        question:"لاعبين لاتينيين لعبوا في الدوري الانجليزي عبر التاريخ",
    },
    {
        question:"لاعبين لعبوا في أكثر من قارة",
    },
    {
        question:"لاعبين لعبوا لاي سي ميلان و يوفنتوس",
    },
    {
        question:"لاعبين فازوا بدوري أبطال أوروبا و كاس العالم",
    },
    {
        question:"لاعبين من فريقي برشلونة و يوفنتوس في نهائي دوري ابطال أوروبا 2015",
    },
    {
        question:"منتخبات افريقية غير عربية",
    },
]
