export let quests = [
    {
        quest: "خمسة فرق دربهم مورينيو"
    },
    {
        quest: "خمسة لاعبين دربهم كلوب في دورتموند  "
    },
    {
        quest: "خمسة لاعبين لعبوا للريال و برشلونه"
    },
    {
        quest: "خمسة لاعيبه في قائمة منتخب مصر 2017 (الجابون)"
    },
    {
        quest: "خمسة لاعيبه في قائمة منتخب المانيا 2014"
    },
    {
        quest: "خمسة لاعيبه لعبوا لبروسيا دورتموند"
    },
    {
        quest: "خمسة منتخبات حققوا كاس العالم"
    }, 
    {
        quest: "خمسة لاعيبه في روما حاليا"
    },
    {
        quest: "خمسة فرق تبدأ بحرف الراء"
    },
    {
        quest: "خمسة فرق في الدوري الإيطالي"
    },
{
        quest: "خمسة فرق في الدوري الفرنسي"
    },
    {
        quest: "خمسة فرق لعب لها لوكاكو"
    },
    {
        quest: "خمسة فرق حققوا دوري ابطال اوروبا"
    },
    {
        quest: "خمسة فرق حققوا دوري ابطال إفريقيا"
    },
    {
        quest: "خمسة لاعيبه حققوا الكره الذهبيه"
    },
    {
        quest: "خمسة فرق حققوا السوبر الاوروبي"
    },
    {
        quest: "خمسة لاعيبه لعبوا مع ميسي"
    },
    {
        quest: "خمسة لاعيبه لعبوا مع كرستيانو"
    },
    {
        quest: "خمسة فرق تبدأ بحرف الباء"
    },
    {
        quest: "خمسة لاعيبه دربهم مورينيو في ريال مدريد"
    },
    {
        quest: "خمسة لاعيبه انتقلوا من الدوري الانجليزي الي الاسباني"
    },
    {
        quest: "خمسة فرق يوجد في التيشرت الخاص بها اللون الازرق"
    },
    {
        quest: "خمس حراس مرمي لمانشستر يونايتد"
    },
    {
        quest: "خمسة لاعيبه برازيليين من الدوري الاسباني"
    },
    {
        quest: "خمسة لاعيبه بحرف الهاء"
    },
    {
        quest: "خمسة لاعيبه سجلوا في نهائي كأس العالم"
    },
    {
        quest: "خمسة لاعيبه حققوا كوبا امريكا"
    },
    {
        quest: "خمس حراس مرمي حققوا كوبا امريكا"
    },
    {
        quest: "خمسة فرق انجليزيه لم تهبط"
    },
    {
        quest: "خمسة فرق من الدوري البرازيلي"
    },
    {
        quest: "خمسة فرق لعب لها ابراهيموفيتش"
    },
    {
        quest: "خمسة لاعيبه دربهم جورديولا في بايرن ميونخ"
    },
    {
        quest: "خمسة لاعيبه دربهم يورجن كلوب في بروسيا دورتموند"
    },
    {
        quest: "خمسة فرق فازت بالدوري الالماني"
    },
    {
        quest: "خمسة فرق غير اسبانيه سجل عليهم ميسي"
    },
    {
        quest: "خمس حراس مرمي من اسبانيا"
    },
    {
        quest: "خمس حراس مرمي لارسنال"
    },
    {
        quest: "خمسة فرق حققوا اليوروباليج"
    },
    {
        quest: "خمسة فرق عربية غير مصرية"
    },
    {
        quest: "خمسة فرق افريقية غير عربيه و غير مصريه"
    },
    {
        quest: "خمسة فرق سعودية"
    },
    {
        quest: "خمسة منتخبات عربيه لعبوا في كأس العالم"
    },
    {
        quest: "خمسة منتخبات افريقية غير عربيه شاركت في كأس العالم"
    },
    {
        quest: "خمسة لاعيبه سجلت في كأس العالم 2022"
    },
    {
        quest: "خمسة لاعيبه من قائمة البرازيل في كأس العالم 2022"
    },
    {
        quest: "خمسة مدافعين اسبانيين"
    },
    {
        quest: "خمسة مدافعين من الدوي الانجليزي هذا الموسم"
    },
    {
        quest: "خمسة مدافعين فرنسيين"
    },
    {
        quest: "خمسة فرق مصريه"
    },
    {
        quest: "خمسة لاعبين في تشكيلة برشلونه في نهائي دوري الابطال عام 2015"
    },
    {
        quest: "خمسة ملاعب من الدوري الانجليزي"
    },
    {
        quest: "خمسة ملاعب مصرية"
    },
    {
        quest: "خمسة لاعيبة بحرف الكاف"
    },
    {
        quest: "خمسة لاعيبه في تشكيلة توتنهام عام 2019"
    },
    {
        quest: "خمسة لاعيبه في تشكيلة ليفربول 2019"
    },
    {
        quest: "خمسة لاعيبه في تشكيلة الارجنتين في كاس العالم 2022"
    },
    {
        quest: "خمسة اندية سجل عليهم محمد صلاح"
    },
    {
        quest: "خمسة مدربين لمنتخب مصر"
    },
    {
        quest: "خمسة لاعيبه بحرف الألف"
    },
    {
        quest: "خمسة لاعيبه بحرف الجيم"
    },
    {
        quest: "خمسة لاعيبه بحرف الدال"
    },
    {
        quest: "خمسة لاعيبه لعبوا مع ديبالا في الانديه"
    },
    {
        quest: "خمسة لاعيبه لعبوا مع اوزيل في الارسنال"
    },
    {
        quest: "خمسة مهاجمين لعبوا لريال مدريد"
    },
    {
        quest: "خمسة مهاجمين لعبوا لبرشلونه"
    },
    {
        quest: "خمسة فرق لعب لها داني الفيش"
    },
    {
        quest: "خمسة فرق لعب لها ديماريا"
    },
    {
        quest: "خمسة فرق لعب لها محمد صلاح"
    },
    {
        quest: "خمسة فرق لعب لهم عصام الحضري"
    },
    {
        quest: "خمسة باكات شمال من اوروبا"
    },
]