export const passE = [ 
    { 
      player: "خيسوس نافاس", 
      hints: { 
        one: "لعبت في الدوري الانجليزي و الاسباني فقط", 
        two: "كسبت الدوري الانجليزي ولم افوز بالدوري الاسباني", 
        three: "لعبت لناديين فقط طوال مسيرتي", 
        four: "فزت بكاس العالم و اليورو و دوري الامم الاوروبيه للمنتخبات", 
        five: "فزت بجائزة لاعب الموسم في الدوري الاوروبي", 
      } 
    }, 
    { 
      player: "ماركو فيراتي", 
      hints: { 
        one: "لعبت في إيطاليا و فرنسا فقط", 
        two: "فزت بالدوري الفرنسي ولم افز بالإيطالي", 
        three: "فزت باليورو ولم افز بكأس العالم", 
        four: "لم أفز بدوري ابطال أوروبا ولكن لعبت في النهائي", 
        five: "لعبت لناديين فقط طوال مسيرتي" 
      } 
    },
    {
        player:"جيروم بواتينج", 
        hints :{ 
            one:"لعبت في انجلترا و المانيا و فرنسا", 
            two:"فزت بكأس العالم و لم افز باليورو", 
            three:"فزت بالدوري الإيطالي ولم افز بالدوري الأسباني", 
            four:"فزت بكاس الاتحاد الانجليزي ولم افز بالدوري الانجليزي", 
            five:"لعبت لمنتخب البلد التي ولدت فيها ولكن اخي لم يفعل ذلك"
        } 
    },
    { 
        player:"كافو", 
        hints:{ 
            one:"لعبت في إيطاليا و إسبانيا", 
            two:"حققت الدوري الإيطالي و اليوروبا ليج", 
            three:"فزت بكوبا أمريكا مره وكأس العالم مرتين", 
            four:"لعبت مع المنتخب 142 مباراة وسجلت 5 أهداف فقط", 
        } 
    }, 
    { 
        player:"جاريث بيل", 
        hints:{ 
            one:"لعبت في إنجلترا و إسبانيا", 
            two:"في عام 2011 حصلت علي جائزة افضل لاعب في انجلترا", 
            three:"في عام 2013 حصلت علي جائزة افضل لاعب شاب في إنجلترا وافضل لاعب في انجلترا ولاعب الموسم في الدوري الانجليزي", 
            four:"انتقلت الي الدوري الاسباني وكانت الصفقه اغلي صفقة في وقتها", 
            five:"في 2009 فزت بكاس الملك و دوري ابطال اوروبا وسجلت في النهائيين", 
            six:"انا الاكثر مشاركه و هداف المنتخب التاريخي حيث لعبت 111 مباراة وسجلت 41 هدف", 
            seven:"انهيت مشواري الكروي في امريكا", 
        } 
    },
    { 
        player:"لويس سواريز", 
        hints:{ 
            one:"لعبت في إثنين من الدوريات الخمسه الكبري", 
            two:"لعبت مع كوتينيو وجودين وكافاني و ايركسين", 
            three:"كسبت جائزة الحذاء الذهبي", 
            four:"كسبت كل البطولات المحليه في إسبانيا", 
            five:"كسبت كأس العالم للاندية و دوري ابطال اوروبا و السوبر الاوروبي", 
            six:"كسبت الدوري الإسباني مع فريقين مختلفين", 
            seven:"تم طردي في كاس العالم 2010 و 2014 في لقطتين شهيرتين", 
        } 
    },
];
