export let europa = [
    {
        p:"ريال مدريد > بوروسيا تورتموند > إنتر ميلان > باريس سان جيرمان",
        pName : "أشرف حكيمي"
    },
    {
        p:"ريال مدريد > ليجانيس > إسبانيول > مايوركا > برشلونه > إنتر ميلان > أنجي محج قلعه > تشيلسي > إيفرتون > سامبدوريا > أنطاليا سبور > قونيا سبور > قطر القطري > اعتزل",
        pName : "صامويل إيتو"
    },
    {
        p:"كان > بوردو > يوفنتوس > ريال مدريد",
        pName : "زين الدين زيدان"
    },
    {
        p:"بوكا جونيور > كورينثيانز > وست هام يونايتد > مانشستر يونايتد > مانشستر سيتي > يوفنتوس > بوكا جونيورز > شانجهاي جرينلاند > بوكا جونيورز",
        pName : "كارلوس تيفيز"
    },
    {
        p:"فالنسيا > مالجا > ريال مدريد > إشبيليه > ريال بتيس",
        pName : "إيسكو"
    },
    {
        p:"فيلم 2 تيلبورج > اياكس > فيلم 2 تيلبورج > اياكس > برشلونه",
        pName : "فرينكي دي يونج"
    },
    {
        p:"فلومينينسي > ريال مدريد > اولمبياكوس > فلومنينسي",
        pName : "مارسيلو"
    },
    {
        p:"مانشستر يونايتد > ريال سرقسطه > برشلونه",
        pName : "جيرارد بيكيه"
    },
    {
        p:"وست هام يونايتد > سوانزي سيتي > تشيلسي > مانشستر سيتي > نيويورك سيتي",
        pName : "فرانك لامبارد"
    },
    {
        p:"ليدز يونايتد > سويندون تاون > نيوكاسل يونايتد > أستون فيلا > مانشستر سيتي > ليفربول > برايتون",
        pName : "جيمس ميلنر"
    },
    {
        p:"ميتز > ريد بول سالزبورج > ساوثهامبتون > ليفربول > بايرن ميونخ > النصر السعودي",
        pName : "ساديو ماني"
    },
    {
        p:"مالمو > أياكس > يوفنتوس > إنتر ميلان > برشلونه > إي سي ميلان > انتر ميلان > باريس سان جيرمان > مانشستر يونايتد > لوس انجلوس جالاكسي > اي سي ميلان",
        pName : "إبراهيموفيتش"
    },
    {
        p:"رويال اندرلخت > تشيلسي > وست بروميتش البيون > إيفرتون > مانشستر يونايتد > إنتر ميلان > تشيلسي > إنتر ميلان > روما",
        pName : "لوكاكو"
    },
    {
        p:"روزاريو سنترال > بنفيكا > ريال مدريد > مانشستر يونايتد > باريس سان جيرمان > يوفنتوس > بنفيكا",
        pName : "انخل دي ماريا"
    },
    {
        p:"سندرلاند > كوفنتري سيتي > ليفربوا > الاتفاق",
        pName : "جوردان هندرسون"
    },
    {
        p:"دين بوستش > هيرنفين > بي إس فس ايندهوفن > مانشستر يونايتد > ريال مدريد > هامبورج > مالجا",
        pName : " رود فان نستلروي"
    },
    {
        p:"برشلونه ج > برشلونه ب >  باريس سان جيرمان > رينجرز > ريال سوسيداد > إيفرتون > ارسنال",
        pName : "ميكل ارتيتا"
    },
    {
        p:"بنفيكا ب > بنفيكا > اتلتكو مدريد > تشيلسي > برشلونه",
        pName : "جواو فيلكس"
    },
    {
        p:"وست هام يونايتد > بورنموث > ليدز يونايتد > مانشستر يونايتد > كوينز بارك رينجرز",
        pName : "ريو فرديناند"
    },
    {
        p:"زنيتشج > لخ بوزنان > بوروسيا دورتموند > بايرن ميونخ > برشلونه",
        pName : "روبرت ليفاندوفسكي"
    },
    {
        p:"بارما > يوفنتوس > باريس سان جيرمان > يوفنتوس > بارما",
        pName : "بوفون"
    },
    {
        p:"بوخوم > نورنبرج > بوروسيا دورتموند > مانشستر سيتي > برشلونه",
        pName : "إيلكاي جوندوجان"
    },
    {
        p:"ميتز > جينك > نابولي > تشيلسي > الهلال السعودي",
        pName : "كاليدو كوليبالي"
    },
    {
        p:"آر إس فوتبول > يوفينتود > بورتو ب > دينامو موسكو > فلومنينسي > إي سي ميلان > باريس سان جيرمان > تشيلسي",
        pName : "تياجو سيلفا"
    },
    {
        p:"برشلونه ب > برشلونه > بايرن ميونخ > ليفربول",
        pName : "تياجو الكانتارا"
    },
    {
        p:"روت فايس آهلن ب > روت فايس آهلن > بوروسيا مونشنجلادباخ > بوروسيا دورتموند",
        pName : "ماركو رويس"
    },
    {
        p:"إنتر ميلان > فاسكو دا جاما > إسبانيول > ليفربول > برشلونه > بايرن ميونخ > استون فيلا > الدحيل",
        pName : "فيليبي كوتينيو"
    },
    {
        p:"إنديبندينتي > مانشستر يونايتد > فياريال > أتلتكو مدريد > إنتر ميلان > إنترناسيونال > سيريزو أوساكا > بينارول > مومباي سيتي > كيتشي",
        pName : "دييجو فورلان"
    },
    {
        p:"باسوش دي فيريرا > اتلتكو مدريد > بورتو > وولفرهامبتون > ليفربول",
        pName : "دييجو جوتا"
    },
    {
        p:"أرسنال > برينتفورد > روما > يوفنتوس",
        pName : "تشيزني"
    },
    {
        p:"بايرن ميونخ ب > بايرن ميونخ > باير ليفركوزن > ليفربول > يوفنتوس > بوروسيا دورتموند",
        pName : "ايمري تشان"
    },
    {
        p:"ريال مدريد كاستيا > فالنسيا > تشيلسي > مانشستر يونايتد > جالاتا سراي",
        pName : "خوان ماتا"
    },
    {
        p:"هيرتا برلين ب > هيرتا برلين > هامبورج > مانشستر سيتي > بايرن ميونخ > ليون",
        pName : "جيروم بواتينج"
    },
    {
        p:"هامبورج ب > هامبورج > باير ليفركوزن > توتنهام",
        pName : "سون هيونج مين"
    },
    {
        p:"باير ليفركوزن > تشيلسي > ارسنال",
        pName : "كاي هافرتس"
    },
    {
        p:"غريميو > باريس سان جيرمان > برشلونه > اي سي ميلان > فلامينجو > أتلتيكو مينييرو > كيريتارو > فلومينينسي > اعتزل",
        pName : "رونالدينيو"
    },
    {
        p:"كروزيرو > بي إس في ايندهوفن > برشلونه > إنتر ميلان > ريال مدريد > إي سي ميلان > كورينثيانز",
        pName : "رونالدو نازاريو (الظاهره)"
    },
    {
        p:"إيفرتون > مانشستر يونايتد > إيفرتون > دي سي يونايتد > ديربي كاونتي",
        pName : "واين روني"
    },
    {
        p:"ليون ب > ليون > ريال مدريد > الاتحاد السعودي",
        pName : "كريم بنزيما"
    },
    {
        p:"كارلسروه > هامبورج > باير ليفركوزن > إي سي ميلان > إنتر ميلان",
        pName : "هاكان تشالهان أوغلو"
    },
    {
        p:"ليل > تشيلسي > ريال مدريد",
        pName : "إدين هازارد"
    },
    {
        p:"ريال مدريد > بولتون > فيورنتينا > سندرلاند > تشيلسي > برشلونه",
        pName : "ماركوس الونسو"
    },
    {
        p:"نادي برينه > مولده > سالزبورج > بوروسيا دورتموند > مانشستر سيتي",
        pName : "ايرلنج هالاند"
    },
    {
        p:"اتلتيكو مدريد > ديبورتيفو الافيس > اتلتيكو مدريد > ريال مدريد > ريال سوسيداد > ريال مدريد > إي سي ميلان",
        pName : "ثيو هيرنانديز"
    },
    {
        p:"بولون الفرنسي > اولمبيك أليس > ستاد بريست > ميتز > جالاتا سراي > مارسيليا > بايرن ميونخ > فيورنتينا > ساليرنتانا > اعتزل",
        pName : "فرانك ريبيري"
    },
    {
        p:"ستيلا الايفواري > اتالانتا > تشيزنا > اتالانتا > إي يس ميلان > اتالانتا > إي سي ميلان > برشلونه > اهلي جدة",
        pName : "فرانك كيسي"
    },
    {
        p:"الباسيتي > ليفانتي > الباسيتي > ليفانتي > ريال مدريد > باريس سان جيرمان > نوتنجهام فورست > باريس سان جيرمان",
        pName : "كيلور نافاس"
    },
    {
        p:"ستاد رين > بوروسيا دورتموند > برشلونه > باريس سان جيرمان",
        pName : "عثمان ديمبيلي"
    },
    {
        p:"المقاولين العرب > بازل > تشيلسي > فيورنتينا > تشيلسي > روما > ليفربول",
        pName : "محمد صلاح"
    },
    {
        p:"كوينز بارك (الاسكتلندي) > دندي يونايتد > هال سيتي > ليفربول",
        pName : "اندرو روبرتسون"
    },
    {
        p:"جرونيننجن > سيلتك > ساوثهامبتون > ليفربول",
        pName : "فيرجل فان دايك"
    },
    {
        p:"ساو باولو > ريال مدريد > بورتو > ريال مدريد > بورتو > ريال مدريد > مانشستر يونايتد",
        pName : "كاسيميرو"
    },
    {
        p:"سبورتنج لشبونه > مانشستر يونايتد > فنربخشه > فالنسيا > لاتسيو > فالنسيا > سبورتنج لشبونه > اورلاندو > فينيسيا > ملبورن > أضنة دمير سبور",
        pName : "ناني"
    },
    {
        p:"مانشستر يونايتد > كريستال بالاس > مانشستر يونايتد > كارديف سيتي > مانشستر يونايتد > كريستال بالاس > مانشستر يونايتد > كريستال بالاس > جالاتا سراي",
        pName : "ولفريد زاها"
    },
    {
        p:"ساوباولو > باريس سان جيرمان > توتنهام > ساوباولو",
        pName : "لوكاس مورا"
    },
    {
        p:"فلامنجو > إي سي ميلان > ليون > ويست هام",
        pName : "لوكاس باكيتا"
    },
    {
        p:"ليون > برشلونه > ليتشي > برشلونه > ليل",
        pName : "صامويل اومتيتي"
    },
    {
        p:"آر بي لايبزج > شتوتجارت > بايرن ميونخ",
        pName : "جوشوا كيميتش"
    },
    {
        p:"اياكس > يوفنتوس > بايرن ميونخ",
        pName : "ماتياس دي ليخت"
    },
    {
        p:"هيرينفين > تفينتي > اياكس > تشيلسي > جالاتا سراي",
        pName : "حكيم زياش"
    },
    {
        p:"باير ليفركوزن > تشيلسي > ارسنال",
        pName : "كاي هافرتز"
    },
    {
        p:"توتنهام > ليتون أورينت > توتنهام ميلوول > توتنهام > نورويتش سيتي > توتنهام > ليستر سيتي > توتنهام > بايرن ميونخ",
        pName : "هاري كين"
    },
    {
        p:"شيفيلد يونايتد > هال سيتي > ويجان > هال سيتي > ليستر سيتي > مانشستر يونايتد",
        pName : "هاري مجواير"
    },
    {
        p:"كوبريلوا > اودينيزي > كولوكولو > اودينيزي > ريفر بليت > اودينيزي > برشلونه > ارسنال > مانشستر يونايتد > انتر ميلان > مانشستر يونايتد > انتر ميلان > مارسيليا > انتر ميلان",
        pName : "اليكسيس سانشيز"
    },
    {
        p:"أيك سولنا > بوروسيا دورتموند > فيلم2 تيلبورج > بوروسيا دورتموند > ريال سوسيداد > نيوكاسيل",
        pName : "اليكسندر ايزاك"
    },
    {
        p:"ديبورتيفو مالدونادو > سانتوس > ديبورتيفو مالدونادو > بورتو > يوفنتوس",
        pName : "اليكس ساندرو"
    },
    {
        p:"ساوثهامبون > ارسنال > ليفربول > بشكتاش",
        pName : "اليكس اوكسليد شامبرلين"
    },
    {
        p:"يوفينتود > جريميو > جالاتا سراي > إنتر ميلان > جالاتا سراي > بورتو > مانشستر يونايتد > إشبيليه > مانشستر يونايتد > النصر السعودي",
        pName : "اليكس تيليس"
    },
    {
        p:"ريال مدريد > يوفنتوس > ريال مدريد > تشيلسي > اتلتيكو مدريد > تشيلسي > اتلتيكو مدريد > يوفنتوس > اتلتيكو مدريد",
        pName : "الفارو موراتا"
    },
    {
        p:"انديبيندينتي > اتلتيكو مدريد > مانشستر سيتي > برشلونه > اعتزل",
        pName : "اجويرو"
    },
    {
        p:"شالكه > مانشستر سيتي > بايرن ميونخ",
        pName : "ليروي ساني"
    },
    {
        p:"إشبيليه > ريال مدريد > باريس سان جيرمان > إشبيليه",
        pName : "سيرجيو راموس"
    },
    {
        p:"جينك > تشيلسي > اتلتيكو مدريد > تشيلسي > ريال مدريد",
        pName : "كورتوا"
    },
    {
        p:"بايرن ميونخ > هوفنهايم > بايرن ميونخ > ريال مدريد",
        pName : "دافيد الابا"
    },
    {
        p:"مانشستر يونايتد > بريستون نورث إيند > مانشستر يونايتد > ريال مدريد > لوس انجلوس جالاكسي > إي سي ميلان > لوس انجلوس جالاكسي > باريس سان جيرمان > اعتزل",
        pName : "دافيد بيكهام"
    },
    {
        p:"فالنسيا > إيبار > فالنسيا > سيلتافيجو > فالنسيا > مانشستر سيتي > ريال سوسيداد > اعتزل",
        pName : "دافيد سيلفا"
    },
    {
        p:"سبورتنج خيخون > ريال سرقسطه > فالنسيا > برشلونه > اتلتيكو مدريد > نيويورك سيتي > ميلبورن سيتي > نيويورك سيتي > فيسل كوبي > اعتزل",
        pName : "دافيد فيا"
    },
    {
        p:"فيتوريا > بنفيكا > تشيلسي > باريس سان جيرمان > نشيلسي > أرسنال > فلامنجو",
        pName : "دافيد لويز"
    },
    {
        p:"شيفيلد يونايتد > نورثهامبتون > شيفيلد يونايتد > توتنهام > شيفيلد يونايتد > توتنهام > كوينز بارك رينجرز > توتنهام > استون فيلا > توتنهام > مانشستر سيتي",
        pName : "كايل والكر"
    },
    {
        p:"ساوباولو > إي سي ميلان > ريال مدريد > إي سي ميلان > اورلاندو > ساوباولو > اورلاندو > اعتزل",
        pName : "ريكاردو كاكا"
    },
    {
        p:"سبورتنج لشبونه > برشلونه > بورتو > إنتر ميلان > تشيلسي > إنتر ميلان > بشكتاش > الأهلي الإماراتي > بورتو > بشكتاش > قاسم باشا > فيتوريا جيماريش",
        pName : "ريكاردو كواريزما"
    },
    {
        p:"بازل > فادوتس > بازل > جراسهوبرز > بازل > بوروسيا مونشنجلادباخ > بايرن ميونخ > إنتر ميلان",
        pName : "يان سومر"
    },
    {
        p:"بنفيكا > فالنسيا > بنفيكا > فالنسيا > إنتر ميلان > فالنسيا > يوفنتوس > مانشستر سيتي > بايرن ميونخ > مانشستر سيتي > برشلونه",
        pName : "جواو كانسلو"
    },
    {
        p:"برشلونه > تشيلسي > روما > لاتسيو",
        pName : "بيدرو رودريجز"
    },
    {
        p:"باهيا > إشبيليه > برشلونه > يوفنتوس > باريس سان جيرمان > ساوباولو > برشلونه > بوماس > بلا نادي",
        pName : "داني الفيش"
    },
    {
        p:"ريال بتيس > ريال مدريد > ارسنال > ريال مدريد",
        pName : "داني سيبايوس"
    },
    {
        p:"سسكا صوفيا > باير ليفركوزن > توتنهام > مانشستر يونايتد > فولهام > موناكو > باوك > كيرلا بلاسترز > اعتزل",
        pName : "برباتوف"
    },
    {
        p:"مانشستر سيتي > كارديف سيتي > كوفنتري > مانشستر سيتي > نوتس كاونتي > ليدز يونايتد > ليستر سيتي > نيس > اندرلخت",
        pName : "كاسبر شمايكل"
    },
    {
        p:"سبورتنج لشبونه > برشلونه > ريال مدريد > إنتر ميلان > اعتزل",
        pName : "لويس فيجو"
    },
    {
        p:"ناسيونال مونتيفيديو > جرونينجين > اياكس > ليفربول > برشلونه > اتلتيكو مدريد > ناسيونال مونتيفيديو > جريميو > انتر ميامي",
        pName : "لويس سواريز"
    },
    {
        p:"بريشيا > إنتر ميلان > ريجينا > إنتر ميلان > بريشيا > إنتر ميلان > إي سي ميلان > يوفنتوس > نيويورك سيتي > اعتزل",
        pName : "اندريا بيرلو"
    },
    {
        p:"ساوثهامبتون > توتنهام > ريال مدريد > توتنهام > ريال مدريد > لوس انجلوس > اعتزل",
        pName : "جاريث بيل"
    },
    {
        p:"جينك > تشيلسي > جينك > تشيلسي > فيردر بريمن > تشيلسي > فولفسبورج > مانشستر سيتي",
        pName : "كيفين دي بروين"
    },
    {
        p:"بيسكارا > باريس سان جيرمان > العربي القطري",
        pName : "ماركو فيراتي"
    },
    {
        p:"ريال مدريد > ديبورتيفو الافيس > ريال مدريد > اتلتيكو مدريد",
        pName : "ماركوس يورنتي"
    },
    {
        p:"برشلونه > ايبار > برشلونه > خيتافي > برشلونه > خيتافي > برايتون > تشيلسي",
        pName : "كوكوريلا"
    },
    {
        p:"لانس > ريال مدريد > مانشستر يونايتد",
        pName : "رفائيل فاران"
    },
    {
        p:"انترناسيونال > روما > ليفربول",
        pName : "اليسون بيكر"
    },
    {
        p:"اوتريخت > فينورد > كلوب بروج > هيلاس فيرونا > كلوب بروج > هيلاس فيرونا > فيورنتينا > هيلاس فيرونا > فيورنتينا > مانشستر يونايتد",
        pName : "سفيان امرابط"
    },
    {
        p:"بنفيكا > موناكو (إعارة) > بنفيكا > ولفرهامبتون (إعارة) > بنفيكا > ولفرهامبتون > ليدز يونايتد (إعارة) > ولفرهامبتون > ليدز يونايتد > فالنسيا (إعارة) > ليدز يونايتد > الاتحاد السعودي (إعارة) > ليدز يونايتد > بلا نادي",
        pName : "هيلدر كوستا"
    },
    {
        p:"اياكس > ليل > استون فيلا (إعارة) > ليل > استون فيلا > إيفرتون (إعارة) > استون فيلا > بي اس في إيندهوفن > ماينز",
        pName : "أنور الغازي"
    },
    {
        p:"شالكة > فولفسبورج > باريس سان جيرمان > بنفيكا (إعارة) > باريس سان جيرمان > الأهلي القطري",
        pName : "جوليان دراكسلير"
    },
    {
        p:"باليرمو > كريمونيسي (إعارة) > باليرمو > انكونا (إعارة) > باليرمو > باريس سان جيرمان > إشبيليه (إعارة) > باريس سان جيرمان > اوساسونا (إعارة) > باريس سان جيرمان > تورينو > جنوي > نابولي > فيورنتينا > نيس",
        pName : "سالفاتوري سيريجو"
    },
    {
        p:"بلاك بيرن > ساوث بورت (إعارة) > بلاك بيرن > برينتفورد > أرسنال (إعارة)",
        pName : "دافيد رايا"
    },
    {
        p:"أنجيه > أورليانز (إعارة) > أنجيه > ليل > أرسنال > نيس (إعارة) > ارسنال > طرابزون سبور",
        pName : "نيكولاس بيبي"
    },
    {
        p:"بازل > بوروسيا مونشنجلادباخ > أرسنال > باير ليفركوزن",
        pName : "جرانيت تشاكا"
    },
    {
        p:"اندرلخت > موناكو > ليستر سيتي (إعارة) > موناكو > ليستر سيتي > أستون فيلا",
        pName : "يوري تيليمانس"
    },
    {
        p:"روما > جالاتا سراي > أستون فيلا (إعارة)",
        pName : "نيكولو زانيولو"
    },
    {
        p:"واتفورد > أستون فيلا > مانشستر يونايتد > إنتر ميلان > أستون فيلا > إيفرتون ",
        pName : "أشلي يونج"
    },
    {
        p:"اياكس > روما > آر بي لايبزج (إعارة) > روما > نيس (إعارة) > روما > فالنسيا (إعارة) > روما > بورنموث",
        pName : "جوستين كلويفرت"
    },
    {
        p:"إنديبندينتي > برايتون > نادي بيرتشوت (إعارة) > برايتون > تشيلسي",
        pName : "مويسيس كايسيدو"
    },
    {
        p:"نادي إيمن >  هيراكليس ألميلو >  ايه زد ألكمار > فولفسبورج > بيرنلي > بشكتاش (إعارة) > بيرنلي > مانشستر يونايتد (إعارة) > بيرنلي > هوفنهايم (إعارة)",
        pName : "فوتر فيجورست"
    },
    {
        p:"دينامو زغرب > إنتر ميلان > ريال مدريد > تشيلسي (إعارة) > ريال مدريد > تشيلسي > مانشستر سيتي",
        pName : "ماتيو كوفاسيتش"
    },
    {
        p:"اوساسونا > مارسيليا > تشيلسي > اتلتيكو مدريد",
        pName : "سيزار أزبليكويتا"
    },
    {
        p:"سيرفيت > يانج بويز > بوروسيا مونشنجلادباخ > يوفنتوس > تشيلسي (إعارة) > يوفنتوس > موناكو",
        pName : "دينيس زكريا"
    },
    {
        p:"إن إي سي نيميخن > كلوب بروج > بورنموث > فياريال > توتنهام (إعارة) > فياريال > إيفرتون (إعارة)",
        pName : "أرنوت دانجوما"
    },
    {
        p:"ديبورتيفو باستو > إنديبندينتي سانتا في > بالميراس > برشلونه > إيفرتون > فيورنتينا",
        pName : "ياري مينا"
    },
    {
        p:"ليفيرنج > آر بي سالزبورج > آر بي لايبزج > ليفربول",
        pName : "دومينيك سوبوسلاي"
    },
    {
        p:"اياكس > بايرن ميونخ > ليفربول",
        pName : "ريان جرافينبيرج"
    },
    {
        p:"ريو آفي > موناكو (إعارة) > ريو آفي > موناكو > ليفربول > اتحاد جدة السعودي",
        pName : "فابينهو"
    },
    {
        p:"حوريا كوناكري > إستر > آر بي سالزبورج > آر بي لايبزج > ليفربول > فيردر بريمن",
        pName : "نابي كيتا"
    },
    {
        p:"تومبينس > فيجويرينسي (إعارة) > تومبينس > هوفنهايم > ليفربول > اهلي جدة السعودي ",
        pName : "روبرتو فيرمينيو"
    },
    {
        p:"كوبنهاجن > ستورم جراتس > اتالانتا > مانشستر يونايتد",
        pName : "راسموس هويلاند"
    },
    {
        p:"ريال مدريد > إشبيليه (إعارة) > ريال مدريد > توتنهام > أتليتكو مدريد (إعارة) > توتنهام > مانشستر يونايتد (إعارة)",
        pName : "سيرجيو ريجيلون"
    },
]













export let other = [
    {
        o:"الترسانه > الأهلي > بني ياس > الأهلي > اعتزل",
        oName:"محمد ابو تريكة"
    },
    {
        o:"المنصورة > انبي > لوكوموتيف موسكو > الزمالك > لوكوموتيف موسكو > الزمالك > ويجان > الزمالك > هال سيتي > الزمالك > الازيجسبور > السالمية > الرجاء البيضاوي > العهد > المقاولين العرب > اعتزل",
        oName:"عمرو ذكي"
    },
    {
        o:"الأهلي > بانيتوليكوس > باوك سالونيكا > اتروميتوس > باوك > إيه إي لاريسا > باوك > نادي فولوس > باوك > انورثوسيس فاماغوستا > ابولون ليماسول > الرجاء البيضاوي > دوكسا القبرصي > فاركو",
        oName:"عمرو ورده"
    },
    {
        o:"الأهلي > بيدفيست (إعارة) > الأهلي > هيلسنكي (إعارة) > الأهلي > طلائع الجيش (إعارة) > الأهلي > فاركو",
        oName:"عمرو جمال"
    },
    {
        o:"الإسماعيلي > الشعب الإماراتي > الأهلي",
        oName:"عمرو السولية"
    },
    {
        o:"الإتحاد السكندري > الأهلي > هال سيتي > الأهلي > الإنتاج الحربي > المقاولين العرب > الجونه > اعتزل",
        oName:"محمد ناجي جدو"
    },
    {
        o:"نيس > انجيه > نيس > بوردو > بلاك بيرن > بوردو > باستيا > بوردو > هوفنهايم > كولن > تيانجين تيانهاي > كولن > تيانجين تيانهاي > كولن > سانت إتيان > كولن > بوروسيا دورتموند > الأهلي",
        oName:"أنتوني موديست"
    },
    {
        o:"طلائع الجيش > حرس الحدود (إعارة) > طلائع الجيش > بتروجيت > الأهلي",
        oName:"محمد الشناوي"
    },
    {
        o:"المنصورة > الزمالك > سموحة (إعارة) > الزمالك > سموحة > الأهلي",
        oName:"ياسر إبراهيم"
    },
    {
        o:"إنبي > الأهلي > الجونة (إاعارة) > الأهلي > الجونة (إعارة) > الأهلي",
        oName:"أكرم توفيق"
    },
    {
        o:"الرجاء > إنبي > بيراميدز > الأهلي",
        oName:"محمد مجدي قفشه"
    },
    {
        o:"الشرقية للدخان > مصر المقاصة > العين الإماراتي > الأهلي",
        oName:"حسين الشحات"
    },
    {
        o:"صن داونز > ويتبانك سوبرز (إاعارة) > صن داونز > برايتون > رويال يونيون سان خيلويزي (إعارة) > برايتون > كلوب بروج (إعارة) > برايتون > اندرلخت (إعارة) > برايتون > الأهلي",
        oName:"بيرسي تاو"
    },
    {
        o:"المقاولون العرب > لوهافر (إعارة) > المقاولون العرب > الأهلي",
        oName:"طاهر محمد طاهر"
    },
    {
        o:"حرس الحدود > وادي دجلة > الزمالك > الاتحاد السكندري (إعارة) > الزمالك",
        oName:"محمود علاء"
    },
    {
        o:"إنبي > يونيون برلين (إعارة ) > إنبي > المصري (إعارة) > إنبي > الزمالك",
        oName:"عبدالله جمعه"
    },
    {
        o:"غزل المحلة > الزمالك > اهلي جدة (إعارة) > الزمالك > اهلي جدة > الفتح (إعارة) > اهلي جدة > الزمالك",
        oName:"محمد عبد الشافي"
    },
    {
        o:"النادي الرياضي البنزرتي > الصفاقسي > الزمالك",
        oName:"حمزة المثلوثي"
    },
    {
        o:"الزمالك > بازل > لوس انجلوس (إعارة) > بازل > لوس انجلوس > بيراميدز > طلائع الجيش (إعارة) > بيراميدز > الزمالك",
        oName:"عمر جابر"
    },
    {
        o:"الزمالك > الاتحاد السكندري (إعارة) > الزمالك > وادي دجلة (إعارة) > الزمالك > الحزم (إعارة) > الزمالك",
        oName:"يوسف أوباما"
    },
    {
        o:"نادي دياراف > وادي دجلة > إيرغوتيليس (إعارة) > وادي دجلة > لوزيرن > الزمالك",
        oName:"إبراهيم نداي"
    },
    {
        o:"ليرس > ناسيونال ماديرا (إعارة) > ليرس > موريرنسي > الزمالك",
        oName:"أحمد سيد زيزو"
    },
    {
        o:"الإفريقي > حمام الأنف (إعارة) > الإفريقي > إتحاد بن قردان (إعارة) > الإفريقي > طنطا > الملعب القابسي > المقاولون العرب > الزمالك",
        oName:"سيف الدين الجزيري"
    },
    {
        o:"المصري > ليرس > سويندون تاون > أرليه أفينيون > وادي دجلة > ليرس > وادي دجلة > بيراميدز",
        oName:"دودو الجباس"
    },
    {
        o:"الأهلي > فينورد > انقرة غوجو (إعارة) > فينورد > الجونة > الأهلي > بيراميدز",
        oName:"شريف إكرامي"
    },
    {
        o:"الإسماعيلي > الاتحاد السكندري > الزمالك > ويست بروميتش (إعارة) > الزمالك > بيراميدز",
        oName:"علي جبر"
    },
    {
        o:"ليرس > أومونيا (إعارة) > ليرس > لانس (إعارة) > ليرس > وادي دجلة > باشاك شهير (إعارة) > وادي دجلة > قاسم باشا (إعارة) > وادي دجلة > ملاطية سبور (إعارة) >وادي دجلة > ملاطية سبور > بيراميدز",
        oName:"كريم حافظ"
    },
    {
        o:"الإسماعيلي > شيفيلد يونايتد > الأهلي > الكاظمة (إعارة) > الأهلي > هال سيتي (إعارة) > الأهلي > ام صلال > الأهلي > بيراميدز",
        oName:"أحمد فتحي"
    },
    {
        o:"ريو آفي > سبورتينج براجا > أولمبياكوس (إعارة) > سبورتينج براجا > أولمبياكوس > قونيا سبور (إعارة) > أولمبياكوس >آلانيا سبور (إعارة) > أولمبياكوس > بينديكسبور",
        oName:"أحمد حسن كوكا"
    },
    {
        o:"المغرب الفاسي > الوداد البيضاوي > الهلال السعودي > لانس (إعارة) > الهلال السعودي > الزمالك > الجزيرة الإماراتي > الريان القطري",
        oName:"أشرف بن شرقي"
    },
]