export let WhoO = [
    { 
        player:"محمد ابو تريكه", 
        hints:{ 
            one:"بداية معرفة الناس بي كنت في نادي الترسانه", 
            two:"تالقت في الترسانه ولفت انظار الجميع", 
            three:"الزمالك دفع لي المال ولكن فضلت الانتقال للاهلي", 
            four:"حققت جميع الالقاب مع الاهلي وكنت افضل لاعب إفريقي عام 2006", 
            five:" احرزت 13 هدف في لقاءات القمة", 
        } 
    }, 
    { 
        player:"فلافيو", 
        hints:{ 
            one:"انا لعبت في ٥ اندية منهم ٢ في قارة آسيا و ٢ في افريقيا و ١ في أوروبا", 
            two:"حصلت علي الدوري و الكأس و السوبر المصري و السوبر الافريقي و دوري ابطال افريقيا أكثر من مره", 
            three:"حصلت علي هداف الدوري موسم 2006/2007 برصيد 17 هدف", 
            four:"انا لعبت مع طارق التايب و وليد عبد الله و دودو الجباس و حسين ياسر المحمدي و جلبرتو", 
            five:"لعبت مع الاهلي 155 مباراة سجلت 56 وصنعت 18 هدف", 
            six:"في اول موسم مع الاهلي سجلت هدف وحيد فقط كان امام غزل المحلة"
        } 
    }, 
    { 
        player:"سيد عبد الحفيظ", 
        hints:{ 
            one:"انا لعبت لنادي مصري و نادي سعودي فقط و اعتزلت موسم 2006/2007", 
            two:"انا كسبت الدوري 6 مرات و دوري أبطال افريقيا مرتين و السوبر الافريقي مره واحده", 
            three:"تم تصعيدي للفريق الأول موسم 1996/1997", 
            four:"كانت اول مباراة رسميه لي مع الأهلي امام الاتحاد السكندري في كاس مصر عام 1997 واخر مباراة امام المقاولون عام 2005", 
            five:"بعد اعتزالي تم تعييني مدير لاكاديمية الاهلي فرع المنصورة", 
            six:"من اهدافي الغالية هدفي في مرمي الترجي التونسي في اياب الدور قبل النهائي لدوري الابطال عام 2001 و هدفي في صن داونز في ذهاب نهائي دوري الابطال في نفس البطوله"
        } 
    }, 
    { 
        player:"محمد بركات", 
        hints:{ 
            one:"انا لعبت في قارتين مختلفتين", 
            two:"كسبت الدوري و الكاس في مصر اكتر من مره ومش مع فريق واحد", 
            three:"كسبت السوبر المصري و السوبر الافريقي اكتر من مره و كاس امم افريقيا مره واحده فقط", 
            four:"في موسم 2004/2005 فزت بدوري ابطال افريقيا مع الاهلي و كنت هداف هذه البطولة برصيد 6 اهداف وحصلت علي افضل لاعب بافريقيا", 
            five:"لعبت مع تيسير الجاسم و سعد الدوسري و طلال المشعل و جابرييل باتيستوتا و احمد فكري و سعفان الصغير و حمزه الجمل", 
        } 
    }, 
    { 
        player:"كهربا", 
        hints:{ 
            one:"انا كسبت الدوري مرتين و دوري الابطال ٣ مرات و السوبر الافريقي مره مع فريق واحد و الكاس ٦ مرات مع اكثر من فريق و الكونفدرالية مع فريق واحد", 
            two:"انا لعبت في ٣ قارات مختلفة وفي قارة منهم لعبت لثلاثة اندية فيها", 
            three:"انا لعبت مع احمد بلال و صالح جمعه و المهدي سليمان و ياسين الميكاري و احمد دويدار و احمد سمير و ياسر ابراهيم و محمد الشناوي", 
            four:"انا من ابناء الاهلي و في عام 2011 تم غلق فريق الفئة العمرية التي انتمي لها و حينها ذهبت الي انبي", 
            five:"الآن العب مع الأهلي بعد ما رجعت من البرتغال من فترة و تم اصدار حكم بإيقافي بعدها و دفعت غرامة لكي لا يتم إيقافي", 
        } 
    }, 
    { 
        player:"اشرف بن شرقي", 
        hints:{ 
            one:"انا لعبت في ٣ قارات و في كل قارة لعبت لأكثر من نادي ما عدا قارة واحدة", 
            two:"انا حققت 10 بطولات منهم 6 في مصر", 
            three:"لم يتم ضمي لقائمة منتخبي في كاس العالم 2018 و 2022", 
            four:"انا لعبت مع علي الحبسي و ياسر الشهراني و عمر خريبين و وليد الكرتي و حمدي النقاز و محمد اوناجم و عمر السعيد و خالد بوطيب", 
            five:"حققت دوري الابطال مره واحده فقط و ليس مع فريق مصري", 
            six:"انا حققت الدوري السعودي مره و الدوري المغربي مره وحاليا العب في قطر", 
        } 
    }, 
    { 
        player:"احمد حسام ميدو", 
        hints:{ 
            one:"انا لعبت مع 12 نادي في قارات مختلفة", 
            two:"مجموع بطولاتي كلها 5 بطولات 4 منها مع نادي واحد و كاس أمم افريقيا مع المنتخب", 
            three:"لم احصل علي اي بطولة مع النادي المصري(يعني نادي في مصر ليس المصري البورسعيدي) الذي لعبت له", 
            four:"انا دربت في مصر 5 اندية و نادي وحيد في السعودية و توليت منصب المستشار الفني لنادي ليرس البلجيكي", 
            five:"لعبت مع حاتم الطرابلسي و مارتن ستيكلنبيرج و ماكسويل و فابيان بارتيز و برباتوف و شيكابالا وعصام الحضري و عمر جابر", 
        } 
    }, 
    { 
        player:"أحمد حسن", 
        hints:{ 
            one:"أنا لعبت مع 9 أندية منهم 4 في مصر", 
            two:"بطولاتي في مصر 3 دوري و 2 سوبر مصري و دوري ابطال افريقيا مره و سوبر افريقي مره كله مع فريق واحد و 2 كأس مصر مع فريقين مختلفين غير الفريق السابق", 
            three:"بطولاتي خارج مصر 4 بطولات وهم دوري و كأس و 2 سوبر مع فريق واحد و كأس مع فريق آخر في بلد آخري", 
            four:"حصلت علي أمم افريقيا مع المنتخب 4 مرات فقط", 
            five:"بعد كأس امم افريقيا عام 1998 انتقلت لنادي تركي و فضلت العب في تركيا حتي موسم 2005/2006 وبعدها انتقلت الي بلجيكا ثم مصر", 
            six:"بداية مشواري الاحترافي كانت مع اسوان ثم الاسماعيلي ثم الاحتراف و انا من مواليد مغاغة في المنيا", 
        } 
    }, 
    { 
        player:"كينو", 
        hints:{ 
            one:"انا لعبت في مصر و الامارات و البرازيل و المكسيك", 
            two:"انا لعبت مع مارسيلو و جون كيندي و هالك و دييجو كوستا و عمر خريبين واحمد توفيق و عمر جابر و حماده طلبه", 
            three:"بطولاتي كلها في البرازيل وعددهم 6 بطولات", 
            four:"انا حاليا بلعب في البرازيل و فريقي شارك في كاس العالم للاندية موسم 2023/2024", 
        } 
    }, 
    { 
        player:"علي جبر", 
        hints:{ 
            one:"انا لعبت مع 5 اندية منهم 4 في مصر", 
            two:"انا لعبت مع عصام الحضري و احمد حجازي و احمد علي و الهاني سليمان و ياسر ابراهيم و عمرو السوليه و أحمد الشناوي", 
            three:"بطولاتي دوري و مرتين كاس مصر و مره سوبر مصري", 
            four:"سجلت مع المنتخب هدف واحد فقط كان امام ليبيا", 
            five:"احترف في الدوري الانجليزي ولكن لم اشارك مع فريقي ابدا", 
        } 
    }, 
    { 
        player:"محمد نجيب", 
        hints:{ 
            one:"انا لعبت مع 6 اندية فقط", 
            two:"انا لعبت مع هاني العجيزي و رضا العزب و حسن مصطفي و احمد دويدار و وليد سليمان و اسلام محارب و السيد حمدي", 
            three:"انا فزت بالدوري 5 مرات و الكاس مره واحده و السوبر المصري مرتين و دوري ابطال افريقيا مرتين و السوبر الافريقي مرتين و الكونفدراليه مره واحده", 
            four:"تم استدعائي للمنتخب عام 2012 عندما استدعاني بوب برادلي لمباراة النيجر بتصفيات الأمم الأفريقية", 
            five:"بدايتي كانت مع بلدية المحله ثم اتحاد الشرطه ثم النادي الأهلي ثم الجونة ثم الداخلية", 
        } 
    }, 
    { 
        player:"عمرو طارق", 
        hints:{ 
            one:"لعبت مع 5 انديه مصريه و 3 المانيه و فريق واحد اسباني و 4 فرق امريكيه", 
            two:"لم افز بأي بطوله طوال مسيرتي حتي الآن", 
            three:"لعبت مع عامر عامر و الهاني سليمان و عمر السعيد و رافاييل فان در فارت و فابيان رويز و داني سيبايوس و محمد مجدي قفشه و حمدي فتحي و فريد شوقي و محمود جاد", 
            four:"في الوقت الحالي موسم 2023/2024 العب لنادي طلائع الجيش", 
        } 
    }, 
    { 
        player:"ابراهيم سعيد", 
        hints:{ 
            one:"انا لعبت مع 8 انديه منهم ناديين لديهم نفس الاسم ولكن مش في نفس الدولة و لعبت في اوروبا و تركيا", 
            two:"انا كسبت الدوري 3 مرات ،  الكاس و السوبر المصري و دوري الابطال و السوبر الافريقي حصلت عليهم مره واحده فقط", 
            three:"حصلت علي كاس الامم الافريقية مع المنتخب مرتين فقط اعوام 2006 , 2008", 
            four:"عام 2016 دربت فريق كان اسمه المعادن و تم تغييره في عام 2001", 
            five:"في عام 2003 خضت تجربة احتراف في نادي ايفرتون و لكن لم العب ولا مباراه", 
        } 
    }, 
    { 
        player:"احمد الشيخ", 
        hints:{ 
            one:"انا لعبت مع 6 انديه مصريه و احترفت في السعودية و أوروبا",
            two:"لعبت مع محمد حمدي ذكي و محمد فاروق و ميدو جابر و فخر الدين بن يوسف و رايس مبولحي و رمضان صبحي", 
            three:"حصلت علي الدوري 4 مرات و الكأس مره و دوري الابطال مره", 
            four:"حصلت علي هداف الدوري مره و لم اكن مع الأهلي أو الزمالك", 
            five:"في 10 مارس عام 2023 احترفت في التشيك", 
            six:"كنت نجم فريق مصر المقاصه في الموسم الذي حصلت فيه علي هداف الدوري", 
        } 
    }, 
    { 
        player:"مصطفي محمد", 
        hints:{ 
            one:"لعبت مع 4 انديه في مصر و 2 في أوروبا في دوريين مختلفين",
            two:"لعبت مع أحمد سمير فرج و سيف الدين الجزيري و أحمد جعفر و أحمد سامي و أحمد رفعت و حسام باولو و شيكابالا", 
            three:"كسبت الدوري و الكأس و السوبر المصري و السوبر الافريقي مره واحده فقط", 
            four:"جميع الفرق التي لعبت لها مع الفريق الاول في مصر كانت اعارة من الفريق الذي بدأت فيه", 
            five:"لعبت لفريق في تركيا و فريق في فرنسا وحاليا العب معه", 
            six:"فزت ببطولة أمم افريقيا مع المنتخب تحت 23 سنه عام 2019 وكنت هداف البطوله", 
        } 
    }, 
    { 
        player:"عمرو زكي", 
        hints:{ 
            one:"انا لعت مع برانيسلاف إيفانوفيتش و حازم امام و بابا اركو و طاهر محمد طاهر و محمد شوقي",
            two:"انا كسبت كاس مصر مرتين كل مره مع فريق مختلف و بطولتين كأس امم افريقيا مع المنتخب", 
            three:"انا لعبت في مصر مع 4 انديه و مع 3 انديه عربيه غير مصريه منهم نادي في افريقيا و ناديين في آسيا كل نادي في دوله مختلفه", 
            four:"احترفت في انجلترا و لعبت مع فريقين ليسوا من اكبر 6 انديه في الدوري و احترفت في تركيا ولعبت مع فريق واحد", 
            five:"اول فريق احترفت فيه كان لوكوموتيف موسكو", 
            six:"شبهني ديف ويلان رئيس اول نادي احترف فيه في انجلترا بآلان شيرار", 
            seven:"عندما احترفت في ويجان سجلت 10 اهداف ولفت انظار الجميع و لكن بسبب عدم انضباطي لم اكمل رحلة الاحتراف و رجعت الي الزمالك ", 
        } 
    }, 
    { 
        player:"حسام غالي", 
        hints:{ 
            one:"انا لعبت مع آرون لينون و احمد سيد زيزو و أحمد ياسر و أحمد سمير فرج و بول روبنسون و هشام محمد و علي لطفي و عمرو جمال",
            two:"انا كسبت الدوري 5 مرات و الكأس 3 مرات و السوبر المصري 3 مرات و دوري الابطال مرتين و السوبر الافريقي مره واحده و الكونفدراليه مره واحده", 
            three:"فزت بكأس امم افريقيا مره واحده فقط مع المنتخب", 
            four:"انا لعبت في أوروبا و آسيا و إفريقيا و في أوروبا لعبت مع 4 انديه", 
            five:"انا لم انضم للمنتخب في كاس العالم 2018", 
            six:"لعبت مع أحمد حسام ميدو في نادي واحد في أوروبا", 
        } 
    }, 
]