export let M_Easy =[
    {
        photo:require("./Who_Photo_imgs/alahly caf 2023.jpeg"),
        team:"الأهلي في نهائي دوري ابطال افريقيا ٢٠٢٣",
        players:"محمد الشناوي - محمد هاني - أحمد عبد القادر - محمد شريف - محمد عبد المنعم"
    },

]



export let E_Easy =[
    {
        photo:require("./Who_Photo_imgs/barcelona ucl 2015.jpg"),
        team:"برشلونة في نهائي دوري الأبطال ٢٠١٥",
        players:"ميسي - نيمار - سواريز - داكيتيتش - شتيجن - انيستا - تشافي"
    },
    {
        photo:require("./ucl photos/2002 real madrid.jpg"),
        team:"ريال مدريد نهائي دوري الأبطال عام ٢٠٠٢",
        players:"ميسي - نيمار - سواريز - داكيتيتش - شتيجن - انيستا - تشافي - سشيسشيشس - سيشسيشسيشس - ذيبديبد - بدسيذسيبصثي - يدبسيبذثبص - ذيسبثيذبثسب - بثصببزازاز - زذايسزلاسلا - زاذيسزدذتاث"
    },
    {
        photo:require("./ucl photos/2003 ac milan.jpg"),
        team:"اي سي ميلان نهائي دوري الأبطال عام ٢٠٠٣", 
        players:"ميسي - نيمار - سواريز - داكيتيتش - شتيجن - انيستا - تشافي"
    },
]